13/data/attachments/4952311d70063b08.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Edward_return_Friend_27024_6</nif:username>
            <nif:friendToBeRequested>soap_friends_4909b0cb-4ed9-47b7-8161-21da3fcc2c7d</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>